Repository: karim-aboelazm/resturant-site
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Resturant Adminstration
ar: ادارة المطعم

source: Resturant Admin Portal
ar: مسؤول المطعم

source: Welcome to Our Admin
ar: مرحبا بكم

source: Resturant english title
ar: اسم المطعم باللغة الانجليزية

source: Resturant english description
ar: وصف المطعم باللغة الانجليزية

source: opening sentence english title
ar: الحملة الافتتاحية باللغة الانجليزية

source: Resturant english address
ar: عنوان المطعم باللغة الانجليزية

source: phone number
ar: رقم الهاتف

source: logo Image
ar: صورة الشعار

source: demo url
ar: رابط الفيديو التعريفي

source: Resturant Email Address
ar: البريد الالكتروني الخاص بالمطعم

source: facebook url
ar: رابط صفحة الفيسبوك

source: twitter url
ar: رابط صفحة التويتر

source: instgram url
ar: رابط صفحة الانستجرام

source: youtube url
ar: رابط صفحة اليوتيوب

source: Resturant arabic title
ar: اسم المطعم باللغة العربية

source: Resturant arabic description
ar: وصف المطعم باللغة العربية

source: opening sentence arabic title
ar: الجملة الافتتاحية باللغة العربية

source: Resturant arabic address
ar: عنوان المطعم بالغة العربية

source: Resturant
ar: المطعم

source: username
ar: اسم المستخدم

source: full name
ar: الاسم بالكامل

source: Resturant Admins
ar: مسؤولين المطعم

source: Resturant Site Images
ar: خلفيات موقع المطعم

source: Resturant Galary Images
ar: معرض صور المطعم

source: chif english name
ar: اسم الطاهي بالغة الانجليزية

source: chif english proffesion
ar: مهمة الطاهي بالغة الانجليزية

source: chif profile
ar: صورة الطاهي

source: linkedIn url
ar: رابط لينكيدان

source: chif arabic name
ar: اسم الطاهي بالغة العربية

source: chif arabic proffesion
ar: مهمة الطاهي بالغة العربية

source: Resturant Chifs
ar: طهاه المطعم

source: english name
ar: الاسم باللغة الانجليزية

source: english proffesion
ar: المهمة باللغة الانجليزية

source: profile
ar: صورة

source: english quote
ar: العبارة باللغة الانجليزية

source: arabic name
ar: الاسم باللغة العربية

source: arabic proffesion
ar: المهمة بالغة العربية

source: arabic quote
ar: العبارة باللغة العربية

source: ResturantTestimonials
ar: اراء الاخرين في المطعم

source: client
ar: العميل

source: full_name
ar: الاسم بالكامل

source: address
ar: العنوان

source: image
ar: الصورة

source: phone
ar: الهاتف

source: join_on
ar: انضم في

source: Resturant Client
ar: عملاء المطعم

source: Full Name
ar: الاسم بالكامل

source: Email Adress
ar: البريد الالكتروني

source: Phone Number
ar: رقم الهاتف

source: Date
ar: التاريخ

source: Time
ar: الوقت

source: Number of people
ar: عدد الاشخاص

source: Message
ar: الرسالة

source: Confirm
ar: تأكيد الحجز

source: Resturant Table Reservasion
ar: حجز سفرة في المطعم

source: Resturant event english title
ar: عنوان المناسبة في المطعم بالغة الانجليزية

source: Resturant event english description
ar: عنوان المطعم باللغة الانجليزية

source: Resturant event arabic title
ar: عنوان المناسبة في المطعم باللغة العربية

source: Resturant event arabic description
ar: وصف المطعم بالغة العربية

source: event image
ar: صورة المناسبة

source: Resturant event price
ar: سعر المناسبة

source: Resturant Events
ar: مناسبات المطعم

source: Resturant special english category
ar: قسم التخصص باللغة الانجليزية

source: Resturant special english title
ar: اسم التخصص باللغة الانجليزية

source: Resturant special english description
ar: وصف التخصص باللغة الانجليزية

source: Resturant special arabic category
ar: اسم التخصص باللغة العربية

source: Resturant special arabic title
ar: اسم التخصص باللغة العربية

source: Resturant special arabic description
ar: وصف التخصص باللغة العربية

source: Resturant Specials
ar: تخصصات المطعم

source: Resturant WhyUs english title
ar: عنوان خدمات المطعم بالغة الانجليزية

source: Resturant WhyUs english description
ar: وصف خدمات المطعم بالغة الانجليزية

source: Resturant WhyUs arabic title
ar: عنوان خدمات المطعم بالغة العربية

source: Resturant WhyUs arabic description
ar: وصف خدمات المطعم بالغة العربية

source: Resturant WhyUs
ar: خدمات المطعم

source: Resturant About Place english title
ar: عنوان عن مكان المطعم بالغة الانجليزية

source: Resturant About Place english description
ar: وصف عن مكان المطعم بالغة الانجليزية

source: Resturant About Place arabic title
ar: عنوان عن مكان المطعم بالغة العربية

source: Resturant About Place arabic description
ar: وصف عن مكان المطعم بالغة العربية

source: About Place image
ar: صورة عن المكان

source: Resturant About Place
ar: عن مكان المطعم

source: menu category english title
ar: قسم القائمة باللغة الانجليزية

source: menu category arabic title
ar: قسم القائمة بالغة العربية

source: Resturant Menu Category
ar: اقسام القائمة

source: menu category
ar: قسم القائمة

source: menu item english title
ar: عنوان منتج في القائمة بالغة الانجليزية

source: menu item english description
ar: وصف منتج في القائمة بالغة الانجليزية

source: menu item arabic title
ar: عنوان منتج في القائمة بالغة العربية

source: menu item arabic description
ar: وصف منتج في القائمة بالغة العربية

source: menu item price
ar: سعر منتج في القائمة

source: menu item image
ar: صورة المنتج في القائمة

source: menu item small price
ar: سعر منتج الصغير في القائمة

source: menu item mediam price
ar: سعر منتج المتوسط في القائمة

source: Resturant Menu
ar: قائمة المطعم

source: total
ar: السعر الكلي

source: created at
ar: تمت في

source: Resturant Cart
ar: اطباق المطعم

source: cart
ar: طبق

source: item
ar: وحدة

source: rate
ar: السعر

source: quantity
ar: الكمية

source: subtotal
ar: السعر الجزئي

source: Resturant Menu Cart
ar: اطباق قائمة المطعم

source: Order Received
ar: تم استقبال الطلب

source: Order Processing
ar: الطلب يتم تجهيزه

source: Order On The Way
ar: الطلب في الطريق

source: Order Completed
ar: الطلب تم بنجاح

source: Order Canceled
ar: تم إلغاء الطلب

source: first name
ar: الاسم الاول

source: last name
ar: الاسم الاخير

source: email address
ar: البريد الالكتروني

source: order status
ar: حالة الطلب

source: payment mode
ar: حالة الدفع

source: payment id
ar: كود الدفع

source: Resturant Menu Order
ar: طلب طبق من المطعم

source: Admin Add Category
ar: إضافة قسم جديد الي القائمة

source: Add New Category
ar: إضافة قسم جديد الي القائمة

source: Category english title
ar: قسم القائمة باللغة العربية

source: Category arabic title
ar: قسم القائمة بالغة الانجليزية

source: Add
ar: أضف

source: Admin Add Menu Item
ar: اضافة وحدة جديدة في القائمة

source: Add New Menu Item
ar: اضافة وحدة جديدة في القائمة

source: Admin All Orders
ar: كل الطلبات

source: All Orders
ar: جميع الطلبات

source: SN
ar: الرقم

source: Ordered Number
ar: رقم الطلب

source: Customer
ar: العميل

source: Ordered On
ar: تم الطلب في

source: Amount
ar: الكمية

source: ORDER
ar: طلب

source: ago
ar: منذ

source: R.O
ar: ريال

source: Admin Home
ar: صفحة المسؤول الرئيسية

source: Pending Orders
ar: الطلبات الغير تامة

source: Pending Tables
ar: السفر الغير مؤكدة الحجز

source: Table Number
ar: السفرة رقم

source: Reserved by
ar: حجزت بواسطة

source: Confirmation
ar: التأكيد

source: Table
ar: السفرة

source: Admin Login
ar: تسجيل دخول المسؤول

source: Login as admin
ar: تسجيل دخول كمسؤول

source: Username
ar: اسم المستخدم

source: Your password
ar: كلمة المرور

source: Admin Menu
ar: القائمة

source: Menu
ar: القائمة

source: Title
ar: العنوان

source: Description
ar: الوصف

source: price
ar: السعر

source: Order Number
ar: رقم الطلب

source: Order Status
ar: حالة الطلب

source: Order On
ar: تم الطلب في

source: Client Info
ar: بيانات العميل

source: Shipping Address
ar: عنوان العميل للطلب

source: Payment Information
ar: بيانات الدفع

source: Payment Completed
ar: الدفع تم بنجاح

source: Not Paid
ar: غير مدفوع

source: Order Items
ar: وحدات الطلب

source: Price
ar: السعر

source: Change
ar: تغيير

source: Admin Table Details
ar: تفاصيل السفرة

source: Table Details
ar: تفاصيل السفرة

source: Table Reserved By
ar: السفرة حجزت بواسطه

source: Number Of People
ar: عدد الاشخاص

source: Persons
ar: اشخاص

source: Client Message
ar: رسالة العميل

source: Admin All Tables
ar: جميع السفر

source: All Tables
ar: جميع السفر

source: had confirmed
ar: تم تأكيد الحجز

source: had not confirmed yet
ar: لم يتم تأكيد الحجز

source: Change password
ar: كلمة المرور الجديدة

source: Old password
ar: كلمة المرور القديمة

source: New password
ar: كلمة المرور الجديدة

source: New password Confirmation
ar: تأكيد كلمة المرور

source: Save
ar: احفظ

source: If you remember your password
ar: اذا تذكرت كلمة المرور الخاصة بكم

source: login now
ar: قم بتسجيل الدخول الأن

source: Forget Password
ar: نسيت كلمة المرور

source: Password reset link is sent to your email check your inbox immediately
ar: تم ارسال رابط إعادة تعين كلمة المرور الي بريدك الالكتروني ، تحقق من صندوق الوارد الخاص بكم

source: Someting went wrong please enter your email again
ar: حدث خطأ ما الرجاء إدخال البريد الإلكتروني الخاص بك مرة أخرى

source: Email Address
ar: البريد الالكتروني

source: Reset
ar: اعادة

source: client Login
ar: تسجيل دخول العميل

source: Login
ar: تسجيل الدخول

source: If you don't have an account
ar: اذا لم يكن لديكم حساب

source: sign up now
ar: قم بإنشاء حساب جديد

source: If you forgot your password
ar: اذا نسيت كلمة المرور الخاصة بكم

source: reset it now
ar: اعادة كلمة المرور الأن

source: Reset password
ar: اعادة كلمة المرور

source: Reset Password
ar: اعادة كلمة المرور

source: New password confirmation
ar: تأكيد كلمة المرور الجديدة

source: client Signup
ar: انشاء حساب للعميل

source: Sign Up
ar: انشاء حساب

source: Your Address
ar: عنوانك

source: Sign up
ar: انشاء حساب

source: If you already have an account
ar: اذا كلن لديك حساب بالفعل

source: Add to Dish
ar: اضف الي الطبق

source: Congratulations
ar: تهنيئا

source: with Large Size
ar: الحجم الكبير

source: with Mediam Size
ar: الحجم الوسط

source: with Small Size
ar: الحجم الصغير

source: added to your food desh successfully
ar: تم اضافته الي طبقك بنجاح

source: Check Desh
ar: طبقك

source: Add More
ar: اضف المزيد

source: my dish
ar: طبقي

source: Your dish content
ar: محتوي الطبق الخاص بكم

source: There are no Items in your Dish
ar: لا يوجد اي شئ في طبقكم

source: Dish Total
ar: السعر النهائي للطبق

source: Check Out
ar: ادفع

source: Empty Cart
ar: افرغ الطبق

source: Empty Dish
ar: افرغ الطبق

source: Checkout Now
ar: ادفع الان

source: First Name
ar: الاسم الاول

source: Last Name
ar: الاسم الاخير

source: Order Summary
ar: ملخص الطلب

source: Name
ar: الاسم

source: Grand Total
ar: السعر النهائي

source: Your dish is empty
ar: طبقك فارغ الان

source: Your cart is empty
ar: طبقك فارغ الان

source: alart
ar: تنبيه

source: All Fields Are Mandatory
ar: جميع الحقول مطلوبة

source: Your order has been paid successfully
ar: تم دفع طلبك بنجاح

source: Check Our Tasty Menu
ar: قائمتنا اللذيذة

source: All
ar: الكل

source: Category
ar: قسم القائمة

source: Menu Item Title
ar: اسم منتج في القائمة

source: Large Size :
ar: الحجم الكبير :

source: Mediam Size :
ar: الحجم المتوسط :

source: Small Size :
ar: الحجم الصغير :

source: Reservation
ar: الحجز

source: Book a Table
ar: حجز سفرة

source: Your Name
ar: الاسم

source: Your Email
ar: بريدك الالكتروني

source: Gallery
ar: معرض الصور

source: Some photos from Our Restaurant
ar: بعض الصور من مطعمنا

source: Contact
ar: التواصل

source: Contact Us
ar: التواصل

source: Location
ar: العنوان

source: Resturant Location
ar: مكان المطعم

source: Email
ar: البريد الالكتروني

source: Call
ar: الاتصال

source: Resturant Phone Number
ar: رقم الهاتف للمطعم

source: Subject
ar: الموضوع

source: Send Message
ar: ارسال الرسالة

source: Resturant Logo
ar: رمز المطعم

source: Home
ar: الرئيسية

source: Add Menu Items
ar: اضافة وحدة للقائمة

source: Add Menu Category
ar: اضافة قسم للقائمة

source: Visit Site
ar: زيارة الموقع

source: Resturant Name
ar: اسم المطعم

source: Resturant Description
ar: وصف المطعم

source: Resturant Address
ar: عنوان المطعم

source: Address
ar: العنوان

source: Phone
ar: الهاتف

source: Register
ar: انشاء حساب

source: Book a table
ar: حجز سفرة

source: Resturant Opening Sentence
ar: الجملة الافتتاحية للمطعم

source: Our Menu
ar: قائمة المطعم

source: Welcome to
ar: مرحبا بكم
